{
      "@context": "https://schema.org/",
      "@id": "https://hdruk.ac.uk",
      "@type": "Dataset",
      "identifier": "1235",
      "version": "GDMv1",
      "url": "https://hdruk.ac.uk/1235",
      "name": "The Medicines Dispensed in Primary Care (NHSBSA) data comprises prescriptions for medicines that are dispensed or supplied by community pharmacists, appliance contractors and dispensing doctors in England.",
      "alternateName": "Medicines dispensed in Primary Care (NHSBSA data)",
      "description": "Since July 2020 NHS Digital has established a collection of data from electronic and paper prescriptions submitted to the NHSBSA for reimbursement each month.\n\nThe data comprises prescriptions for medicines that are dispensed or supplied by community pharmacists, appliance contractors and dispensing doctors in England.\n\nThe data also includes:\n\nprescriptions submitted by prescribing doctors, for medicines personally administered in England prescriptions written in England and dispensed outside of England prescriptions written in Wales, Scotland, Northern Ireland, the Isle of Man, Jersey and Guernsey but dispensed in England\n\nData includes prescriptions issued by prescribers in:\n\ngeneral practice community clinics hospital clinics dentists community nursing services.\n\nThere are around 90 to 100 million rows of patient-level data in this collection per month. Each row represents each medicine or appliance on a prescription and includes personal data (for example NHS number) and special category data (data concerning health).\n\nTimescales for dissemination of agreed data can be found under 'Our Service Levels' at the following link: [https://digital.nhs.uk/services/data-access-request-service-dars/data-access-request-service-dars-process](https://digital.nhs.uk/services/data-access-request-service-dars/data-access-request-service-dars-process) [Standard response](https://web.www.healthdatagateway.org/dataset/f201b68f-d995-4a70-a9ee-aa3510232777)",
      "citation": "10.fasfs/pf",
      "funder": {
            "@type": "Organization",
            "legalName": "NHS ENGLAND"
      },
      "creator": {
            "@type": "Organization",
            "legalName": "NHS ENGLAND"
      },
      "spacialCoverage": "PAPER BASED,OTHER",
      "temporalCoverage": "2015-04-01/2015-04-01",
      "isAccessibleForFree": false,
      "dateCreated": "2021-06-17T15:17:27.327Z",
      "distribution": {
            "@type": "DataDownload",
            "name": "Once your DARS application has been approved, data will be made available either by secure file transfer or through the Data Access Environment (DAE). \nSecure file transfer: https://digital.nhs.uk/services/transfer-data-securely \nDAE: https://digital.nhs.uk/services/data-access-environment-dae",
            "contentUrl": "https://somehwere.com"
      },
      "keywords": "DIGITRIALS, Prescribing, Medicines, Dispensing, NCS, National Core Study, Covid",
      "license": "https://digital.nhs.uk/services/data-access-request-service-dars"
}